Repository: baskerville/KoboUSBMS
Catalog: po/*/usbms.po
Languages: pt_br, ru, tr

source: USB Mass Storage
pt_br: Armazenamento de massa USB
ru: Накопитель USB
tr: USB Depolama Aygıtı

source:  Please disable USBNet manually! Press the power button to exit.
pt_br:  Por favor desative o USBNet manualmente! Pressione o botão de ligar/desligar para sair.
ru:  Отключите USBNet вручную! Нажмите кнопку включения чтобы выйти.
tr:  Lütfen USBNet'i el ile devre dışı bırakın! Çıkmak için güç düğmesine basın.

source:  Please disable USBSerial manually! Press the power button to exit.
pt_br:  Por favor desative o USBSerial manualmente! Pressione o botão de ligar/desligar para sair.
ru:  Отключите USBSerial вручную! Нажмите кнопку включения чтобы выйти.
tr:  Lütfen USBSerial'ı el ile devre dışı bırakın! Çıkmak için güç düğmesine basın.

source:  Filesystem is busy! Offending processes:
pt_br:  O sistema de arquivos está ocupado! Processos responsáveis:
ru:  Файловая система используется! Использующие процессы:
tr:  Dosya sistemi meşgul! Kusurlu süreçler:

source:  The fuser script failed!
pt_br:  O script fuser falhou!
ru:  В скрипте-обертке команды fuser произошла ошибка!
tr:  fuser betiği başarısız oldu!

source: Press the power button to exit.
pt_br: Pressione o botão de ligar/desligar para sair.
ru: Нажмите кнопку питания чтобы выйти.
tr: Çıkmak için güç düğmesine basın.

source:  KOReader will now restart…
pt_br:  O KOReader vai reiniciar agora…
ru: Сейчас KOReader перезапустится…
tr:  KOReader şimdi yeniden başlayacak…

source:  Gave up after 30 sec. KOReader will now restart…
pt_br:  Desistido após 30 segundos. O KOReader vai reiniciar agora…
ru:  Не удалось за 30 секунд. KOReader перезапустится…
tr:  30 saniye sonra vazgeçti. KOReader şimdi yeniden başlayacak…

source: Waiting to be plugged in… Or, press the power button to exit.
pt_br: Esperando para ser conectado… Ou pressione o botão de ligar/desligar para sair.
ru: Ожидаю подключения... Или нажмите кнопку включения для выхода.
tr: Takılması bekleniyor… Veya çıkmak için güç düğmesine basın.

source:  The device was plugged into a plain power source, not a USB host! KOReader will now restart…
pt_br:  O dispositivo foi conectado em uma fonte de energia simples, não em um host USB! O KOReader vai reiniciar agora…
ru: Устройство было подключено к простому источнику энергии, а не USB-хосту! KOReader сейчас перезапустится…
tr:  Aygıt, bir USB girişine değil, düz bir güç kaynağına takıldı! KOReader şimdi yeniden başlayacak…

source:  Gave up after 90 sec. KOReader will now restart…
pt_br:  Desistido após 90 segundos. O KOReader vai reiniciar agora…
ru:  Не удалось за 90 секунд ּKOReader перезапустится…
tr:  90 saniye sonra vazgeçti. KOReader şimdi yeniden başlayacak…

source:  The device is plugged into a plain power source, not a USB host! KOReader will now restart…
pt_br:  O dispositivo está conectado em uma fonte de energia simples, não em um host USB! O KOReader vai reiniciar agora…
ru: Устройство было подключено к простому источнику энергии, а не USB-хосту! KOReader сейчас перезапустится…
tr:  Aygıt, bir USB girişine değil, düz bir güç kaynağına takıldı! KOReader şimdi yeniden başlayacak…

source: Starting USBMS session…
pt_br: Iniciando a sessão USBMS…
ru: Начало сессии USBMS…
tr: USBMS oturumu başlatılıyor…

source: USBMS session in progress. Please eject your device safely before unplugging it.
pt_br: Sessão USBMS em progresso. Por favor ejete seu dispositivo de modo seguro antes de desconectá-lo.
ru: Работающая сессия USBMS. Выполняйте безопасное отключение прежде чем отсоединять провод.
tr: USBMS oturumu devam ediyor. Lütfen bağlantısını kaldırmadan önce aygıtınızı güvenli bir şekilde çıkarın.

source: Ending USBMS session…
pt_br: Encerrando a sessão USBMS…
ru: Останов сессии USBMS…
tr: USBMS oturumu sonlandırılıyor…

source: Done! KOReader will now restart…
pt_br: Pronto! O KOReader vai reiniciar agora…
ru: Готово! Перезапуск KOReader…
tr: Tamamlandı! KOReader şimdi yeniden başlayacak…
